Repository: rossellhayes/and
Catalog: po/R-*.po
Languages: am, ar, gd, si, zh_mo

source: {x0}, {x1}{tag(and_start)}
am: {x0}፣ {x1}
ar: {x0} و{x1}
gd: {x0}, {x1}
si: {x0}, {x1}
zh_mo: {x0}、{x1}

source: {x0}, {x1}{tag(and_middle)}
am: {x0}፣ {x1}
ar: {x0} و{x1}
gd: {x0}, {x1}
si: {x0}, {x1}
zh_mo: {x0}、{x1}

source: {x0} and {x1}{tag(and_end)}
am: {x0}, እና {x1}
ar: {x0} و{x1}
gd: {x0} agus {x1}
si: {x0}, සහ {x1}
zh_mo: {x0}和{x1}

source: {x0} and {x1}{tag(and_2)}
am: {x0} እና {x1}
ar: {x0} و{x1}
gd: {x0} agus {x1}
si: {x0} සහ {x1}
zh_mo: {x0}和{x1}

source: {x0}, {x1}{tag(or_start)}
am: {x0}፣ {x1}
ar: {x0} أو {x1}
gd: {x0}, {x1}
si: {x0}, {x1}
zh_mo: {x0}、{x1}

source: {x0}, {x1}{tag(or_middle)}
am: {x0}፣ {x1}
ar: {x0} أو {x1}
gd: {x0}, {x1}
si: {x0}, {x1}
zh_mo: {x0}、{x1}

source: {x0} or {x1}{tag(or_end)}
am: {x0}፣ ወይም {x1}
ar: {x0} أو {x1}
gd: {x0} no {x1}
si: {x0}, හෝ {x1}
zh_mo: {x0}或{x1}

source: {x0} or {x1}{tag(or_2)}
am: {x0} ወይም {x1}﻿
ar: {x0} أو {x1}
gd: {x0} no {x1}
si: {x0} හෝ {x1}
zh_mo: {x0}或{x1}

source: yes
am: አዎን
ar: نعم
gd: Tha
si: ඔව්
zh_mo: 是

source: y{tag(yes_alt)}
am: አዎን:ዎ:y
ar: نعم:ن:y
gd: tha:th:t:y
si: ඔව්:ඔ:y
zh_mo: 是:確定:y

source: no
am: አይ
ar: لا
gd: Chan eil
si: නැත
zh_mo: 否

source: n{tag(no_alt)}
am: አይ:ይ:n
ar: لا:ل:n
gd: chan eil:ch:c:n
si: නැත:නැ:n
zh_mo: 否:不:n
