Repository: rossellhayes/and
Catalog: po/R-kgp.po
Languages: kgp

source: {x0}, {x1}{tag(and_start)}
kgp: {x0}, {x1}

source: {x0}, {x1}{tag(and_middle)}
kgp: {x0}, {x1}

source: {x0} and {x1}{tag(and_end)}
kgp: {x0} kar {x1}

source: {x0} and {x1}{tag(and_2)}
kgp: {x0} kar {x1}

source: {x0}, {x1}{tag(or_start)}
kgp: {x0}, {x1}

source: {x0}, {x1}{tag(or_middle)}
kgp: {x0}, {x1}

source: {x0} or {x1}{tag(or_end)}
kgp: {x0} ketũmỹr {x1}

source: {x0} or {x1}{tag(or_2)}
kgp: {x0} ketũmỹr {x1}

source: yes
kgp: Hỹ

source: y{tag(yes_alt)}
kgp: hỹ:h:y

source: no
kgp: Tũ

source: n{tag(no_alt)}
kgp: tũ:t:n
