Repository: rossellhayes/and
Catalog: po/R-ksb.po
Languages: ksb

source: {x0}, {x1}{tag(and_start)}
ksb: {x0}, {x1}

source: {x0}, {x1}{tag(and_middle)}
ksb: {x0}, {x1}

source: {x0} and {x1}{tag(and_end)}
ksb: {x0}, {x1}

source: {x0} and {x1}{tag(and_2)}
ksb: {x0}, {x1}

source: {x0}, {x1}{tag(or_start)}
ksb: {x0}, {x1}

source: {x0}, {x1}{tag(or_middle)}
ksb: {x0}, {x1}

source: {x0} or {x1}{tag(or_end)}
ksb: {x0}, or {x1}

source: {x0} or {x1}{tag(or_2)}
ksb: {x0} or {x1}

source: yes
ksb: Ehe

source: y{tag(yes_alt)}
ksb: ehe:e:y

source: no
ksb: Doo

source: n{tag(no_alt)}
ksb: doo:d:n
